# RbsLossCoefficient Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsLossCoefficient Property
ParameterTypeId Class See Also
---
"Loss Coefficient"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsLossCoefficient { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsLossCoefficient As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsLossCoefficient {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace